Repository: Eignar17/backup-plugins
Catalog: compiz-plugins-livewallpapers/po/*.po
Languages: ru_ru, uk_ua

source: Galaxy Live Wallpaper
ru_ru: Живые обои Galaxy
uk_ua: Живі шпалери Galaxy

source: Galaxy Live Wallpaper for Compiz
ru_ru: Живые обои Galaxy для Compiz
uk_ua: Живі шпалери Galaxy для Compiz

source: Settings
ru_ru: Настройки
uk_ua: Налаштування

source: Number Of Stars
ru_ru: Количество звёзд
uk_ua: Кількість зірок

source: Number of stars (This has not been implemented yet)
ru_ru: Количество звёзд (Это не было реализовано)
uk_ua: Кількість зірок (Це не було реалізовано)

source: Size Of Stars
ru_ru: Размер звёзд
uk_ua: Розмір зірок

source: Size of stars
ru_ru: Размер звёзд
uk_ua: Розмір зірок

source: Update Delay
ru_ru: Обновление задержки
uk_ua: Оновлення затримки

source: Delay in ms between screen updates. Example 1000ms/40ms = 25/sec
ru_ru: Задержка в мс между обновлением экрана. Пример 1000мс/40мс = 25/сек
uk_ua: Затримка у мс між оновленням екрана. Приклад 1000мс/40мс = 25/сек

source: Draw Star streaks
ru_ru: Прорисовка звезды с полосами
uk_ua: Промальовування зірки зі смугами

source: Draw a Star with streaks
ru_ru: Прорисовка звезды с полосами
uk_ua: Промальовування зірки зі смугами

source: Rotation
ru_ru: Вращения
uk_ua: Обертання

source: Rotate X
ru_ru: Вращение по оси X
uk_ua: Обертання по осі X

source: Rotate Galaxy through X coordinate
ru_ru: Вращение галактики по оси X
uk_ua: Обертання галактики по осі X

source: Rotate Y
ru_ru: Вращение по оси Y
uk_ua: Обертання по осі Y

source: Rotate Galaxy through Y coordinate
ru_ru: Вращение галактики по оси Y
uk_ua: Обертання галактики по осі Y

source: Rotate Z
ru_ru: Вращение по оси Z
uk_ua: Обертання по осі Z

source: Rotate Galaxy through Z coordinate
ru_ru: Вращение галактики по оси Z
uk_ua: Обертання галактики по осі Z

source: Zoom in/out
ru_ru: Увеличение +/-
uk_ua: Збільшення +/-

source: Zoom in and out
ru_ru: Увеличение +/-
uk_ua: Збільшення +/-

source: Key Bindings
ru_ru: Сочетания клавиш
uk_ua: Сполучення клавіш

source: Galaxy Live Wallpaper Toggle
ru_ru: Включить Живые обои Galaxy
uk_ua: Увімкнути Живі шпалери Galaxy

source: Galaxy Live Wallpaper toggle key
ru_ru: Клавиша включения Живых обоев Galaxy
uk_ua: Клавіша увімкнення Живих шпалер Galaxy
